---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LayoutRuleMaximumSpacing
source: html/477d165f-5d14-fb56-1d02-89642a46eecd.htm
---
# LayoutRuleMaximumSpacing Members

Constructor of LayoutRuleMaximumSpacing.